Revit.Elements.ToposolidType.#ctor(Autodesk.Revit.DB.ToposolidType)
Private constructor for DSToposolidType
toposolidType:

Revit.Elements.ToposolidType.ByName(System.String)
Select a toposolid type from the current document by name
name:
Returns:

Revit.Elements.ToposolidType.FromExisting(Autodesk.Revit.DB.ToposolidType,System.Boolean)
Wrap an element in the associated DS type
toposolidType: The ToposolidType
isRevitOwned:
Returns: